accountsservice
alsa-firmware
alsa-plugins
alsa-utils
android-udev
ani-cli
aspell
atuin
auto-cpufreq
awww
b43-fwcutter
baobab
base
base-devel
bash-completion
bat
bibata-cursor-theme-bin
bind
blueman
bluez
bluez-utils
brave-bin
brightnessctl
bspwm
btop
btrfs-progs
cantarell-fonts
cava
cbonsai
chaotic-keyring
chaotic-mirrorlist
chwd
cliphist
clipnotify
cmatrix
cryptsetup
device-mapper
dialog
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracut
duf
dunst
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
ethtool
evince
ex-vi-compat
exfatprogs
f2fs-tools
fastfetch
feh
ffmpegthumbnailer
file-roller
firefox
firewalld
flameshot
gamemode
git
glances
gnome-disk-utility
gobject-introspection
google-chrome
grimblast-git
grub
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gvfs-mtp
haveged
hdparm
hotkeyhub-bin
htop
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpicker
hyprprop-git
i3lock-color
iio-sensor-proxy
inetutils
intel-media-driver
intel-ucode
inxi
iptables-nft
iwd
jfsutils
jq
kitty
less
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-intel
libdvdcss
libgsf
libinput-tools
libopenraw
linux
linux-firmware
linux-headers
logrotate
loupe
lsb-release
lsd
lsscsi
lvm2
man-db
man-pages
mdadm
meld
meowrch-settings
meowrch-tools
mesa-utils
mewline
micro
mkinitcpio
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
ncdu
nemo
nemo-fileroller
nemo-tags
neovim
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
onlyoffice-bin
opencl-mesa
openssh
os-prober
pacman-contrib
pamixer
pavucontrol
pawlette
perl
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
plocate
plymouth
pokemon-colorscripts-git
polkit-gnome
polybar
poppler-glib
power-profiles-daemon
python
python-beautifulsoup4
python-defusedxml
python-jinja
python-packaging
python-pip
python-pyalsa
python-pyqt6
python-requests
python-scikit-image
qalculate-gtk
qt5-graphicaleffects
qt5-multimedia
qt5-quickcontrols2
qt5ct
qt6ct
rebuild-detector
redshift
reflector
reflector-simple
rofi
rofimoji
rsync
rtkit
s-nail
sddm
sg3_utils
shell-color-scripts-git
smartmontools
sof-firmware
sshfs
starship
sudo
swaync
sxhkd
sysfsutils
systemd-sysvcompat
tela-circle-icon-theme-dracula
texinfo
tldr
tmux
tree
ttf-bitstream-vera
ttf-dejavu
ttf-fira-code
ttf-hack-nerd
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd-font-powerlevel10k
ttf-opensans
udiskie
unrar
unzip
update-grub
upower
usb_modeswitch
usbutils
uwsm
visual-studio-code-bin
vlc
vpl-gpu-rt
vulkan-intel
waybar
welcome
wget
which
whois
wireless-regdb
wireplumber
wl-clip-persist
wlr-randr
wmname
wpa_supplicant
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xkb-switch
xl2tpd
xorg-server
xorg-server-xvfb
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xsetroot
xsettingsd
xterm
yay
yazi
zenity
zoxide
zsh
zsh-autosuggestions
zsh-history-substring-search
zsh-syntax-highlighting
